package ru.otus.homework09;

// ДЗ-09: JSON object writer
// Напишите свой json object writer (object to JSON string)
// аналогичный gson на основе javax.json или simple-json и Reflection.
// Поддержите массивы объектов и примитивных типов, и коллекции из стандартный библиотерки.

public class Main {
    public static void main(String[] args) {
        System.out.println("OLE 09");
    }
}
