package ru.otus.homework08;

// ДЗ 08. ATM Department
// Написать приложение ATM Department:
// • Приложение может содержать несколько ATM
// • Department может собирать сумму остатков со всех ATM
// • Department может инициировать событие – восстановить состояние всех ATM до начального.
// (начальные состояния у разных ATM могут быть разными).
// Можно попробовать использовать Observer, Memento

public class Main {
    public static void main(String[] args) {
        System.out.println("OLE-OLE");
    }
}
